Repository: abdul-abdu/website.shopgrid
Catalog: locales/*.po
Languages: ru, uz

source: Shopgrid - Sell Products Directly from Telegram
ru: Shopgrid — продавайте товары напрямую из Telegram
uz: Shopgrid - Mahsulotlarni bevosita Telegramdan soting

source: Shopgrid is a Telegram Mini App that lets small businesses sell products directly from their Telegram channels or groups. AI-powered product listings, invoice generation, and built-in payment support.
ru: Shopgrid — это мини-приложение Telegram, которое позволяет малому бизнесу продавать товары непосредственно из своих каналов или групп Telegram. Списки товаров на базе искусственного интеллекта, создание счетов и встроенная поддержка платежей.
uz: Shopgrid - bu Telegram Mini ilovasi bo'lib, u kichik biznesga mahsulotlarni bevosita Telegram kanallari yoki guruhlari orqali sotish imkonini beradi. Sun'iy intellektga asoslangan mahsulotlar ro'yxati, hisob-fakturani yaratish va o'rnatilgan to'lovni qo'llab-quvvatlash.

source: Shopgrid Team
ru: Команда Shopgrid
uz: Shopgrid jamoasi

source: Turn your Telegram channel into a store with AI-powered product listings and built-in payments.
ru: Превратите свой канал Telegram в магазин с каталогами товаров на базе искусственного интеллекта и встроенными платежами.
uz: Telegram kanalingizni sun'iy intellekt asosidagi mahsulotlar ro'yxati va o'rnatilgan to'lovlar bilan do'konga aylantiring.

source: About Us
ru: О нас
uz: Biz haqimizda

source: Accept payments with Payme, Click, and cash on delivery options
ru: Принимайте платежи через Payme, Click и наложенный платеж
uz: Payme, Click va yetkazib berishda naqd pul bilan toʻlovlarni qabul qiling

source: AI-Powered Product Tools
ru: Инструменты для продуктов на базе ИИ
uz: AI quvvatli mahsulot asboblari

source: All rights reserved.
ru: Все права защищены.
uz: Barcha huquqlar himoyalangan.

source: Automatic theme adaptation to user preferences
ru: Автоматическая адаптация темы к предпочтениям пользователя

source: Automatic theme synchronization with Telegram
ru: Автоматическая синхронизация темы с Telegram

source: Beautiful, intuitive interface designed for Telegram users
ru: Красивый, интуитивно понятный интерфейс, разработанный для пользователей Telegram
uz: Telegram foydalanuvchilari uchun mo'ljallangan chiroyli, intuitiv interfeys

source: Billing Question
ru: Вопрос по выставлению счетов
uz: Hisob-kitob savoli

source: Blog
ru: Блог
uz: Maqolalar

source: Built-in Telegram invoice generation and payment
ru: Встроенная генерация и оплата счетов в Telegram

source: Can I use Shopgrid with multiple Telegram channels?
ru: Могу ли я использовать Shopgrid с несколькими каналами Telegram?
uz: Shopgrid-dan bir nechta Telegram kanallari bilan foydalana olamanmi?

source: Careers
ru: Карьера
uz: Ish joylari

source: Choose the perfect plan for your business. Start free and upgrade as you grow. All plans include our core features with no hidden fees.
ru: Выберите идеальный тариф для вашего бизнеса. Начните бесплатно и расширяйте свою сеть по мере роста. Все тарифы включают наши основные функции без скрытых платежей.
uz: Biznesingiz uchun mukammal rejani tanlang. Bepul boshlang va o’sgan sari yangilang. Barcha rejalar hech qanday yashirin to'lovlarsiz asosiy xususiyatlarimizni o'z ichiga oladi.

source: Community
ru: Сообщество
uz: Jamiyat

source: Compare All Features
ru: Сравнить все характеристики
uz: Barcha xususiyatlarni solishtiring

source: Complete Payment & Invoice System
ru: Полная система оплаты и выставления счетов
uz: Toʻliq toʻlov va hisob-faktura tizimi

source: Comprehensive Admin Dashboard
ru: Комплексная панель администратора
uz: Keng qamrovli boshqaruv paneli

source: Connect with other Shopgrid users, share tips, and get inspired.
ru: Общайтесь с другими пользователями Shopgrid, делитесь советами и черпайте вдохновение.
uz: Boshqa Shopgrid foydalanuvchilari bilan bog'laning, maslahatlar bilan o'rtoqlashing va ilhom oling.

source: Connect Your Channel
ru: Подключите свой канал
uz: Kanalingizni ulaning

source: Contact
ru: Контакт
uz: Aloqa

source: Contact Information
ru: Контактная информация
uz: Bog'lanish uchun ma'lumot

source: Contact Us
ru: Связаться с нами
uz: Biz bilan bog'lanish

source: Cookies
ru: Файлы cookie
uz: Brauzer fayllari

source: Create product listings with multilingual support (Uzbek, Russian, English) and rich formatting for descriptions.
ru: Создавайте листинги продуктов с многоязычной поддержкой (узбекский, русский, английский) и расширенным форматированием описаний.
uz: Ko'p tilli (o'zbek, rus, ingliz) qo'llab-quvvatlash va tavsiflar uchun boy formatga ega mahsulotlar ro'yxatini yarating.

source: Create Your Store
ru: Создайте свой магазин
uz: Do'koningizni yarating

source: Create Your Store Now
ru: Создайте свой магазин сейчас
uz: Hoziroq online do’kiningizni yarating

source: Customer Database
ru: База данных клиентов
uz: Mijoz ma'lumotlar bazasi

source: Deep integration with Telegram's ecosystem including theme adaptation, bot integration, and native Telegram Web App features for seamless user experience.
ru: Глубокая интеграция с экосистемой Telegram, включая адаптацию тем, интеграцию ботов и собственные функции Telegram Web App для удобного взаимодействия с пользователем.
uz: Telegram ekotizimiga chuqur integratsiya, jumladan mavzuni moslashtirish, bot integratsiyasi va uzluksiz foydalanuvchi tajribasi uchun Telegram veb-ilovasining mahalliy xususiyatlari.

source: Do you offer refunds?
ru: Вы предлагаете возврат средств?
uz: To'lovlarni qaytarishni taklif qilasizmi?

source: Email *
ru: Электронная почта *

source: Email Support
ru: Поддержка по электронной почте
uz: Elektron pochta yordami

source: Everything you need to know about our pricing and plans
ru: Все, что вам нужно знать о наших ценах и планах
uz: Narxlarimiz va rejalarimiz haqida bilishingiz kerak bo'lgan hamma narsa

source: Everything you need to sell on Telegram
ru: Все, что вам нужно для продажи в Telegram
uz: Telegramda sotish uchun kerak bo'lgan hamma narsa

source: Everything you need to turn your Telegram channel into a thriving online store. Built specifically for the Telegram ecosystem with modern tools and AI-powered features.
ru: Всё необходимое для превращения вашего Telegram-канала в процветающий интернет-магазин. Создано специально для экосистемы Telegram с использованием современных инструментов и функций на базе искусственного интеллекта.
uz: Telegram kanalingizni rivojlanayotgan onlayn-do'konga aylantirish uchun kerak bo'lgan hamma narsa. Zamonaviy vositalar va sun'iy intellektdan boshqariladigan funksiyalarga ega Telegram ekotizimiga maxsus ishlab chiqilgan.

source: Explore our most-read articles and guides
ru: Ознакомьтесь с нашими самыми читаемыми статьями и руководствами
uz: Eng ko'p o'qiladigan maqolalarimiz va qo'llanmalarimizni o'rganing

source: Feature
ru: функции

source: Feature Request
ru: Запрос функции
uz: Yangi imkoniyat so‘rovi

source: Featured Article
ru: Избранная статья
uz: Asosiy maqola

source: Features
ru: Особенности
uz: Imkoniyatlar

source: Free users can list up to 10 products, Starter users up to 100, and Pro users have unlimited products.
ru: Пользователи бесплатного тарифного плана могут разместить до 10 товаров, пользователи Starter — до 100, а пользователи Pro — неограниченное количество товаров.
uz: Bepul foydalanuvchilar 10 tagacha mahsulotni, Starter foydalanuvchilari 100 tagacha, Pro foydalanuvchilari esa cheksiz mahsulotlarga ega boʻlishlari mumkin.

source: Frequently Asked Questions
ru: Часто задаваемые вопросы
uz: Tez-tez so'raladigan savollar

source: General Inquiry
ru: Общий запрос
uz: Umumiy so'rov

source: Generate and send invoices directly through Telegram with automatic processing
ru: Создавайте и отправляйте счета-фактуры напрямую через Telegram с автоматической обработкой
uz: Avtomatik ishlov berish orqali to'g'ridan-to'g'ri Telegram orqali hisob-fakturalarni yarating va yuboring

source: Get AI-powered pricing recommendations based on market analysis, competition, and product features.
ru: Получайте рекомендации по ценообразованию на основе ИИ, основанные на анализе рынка, конкуренции и характеристиках продукта.
uz: Bozor tahlili, raqobat va mahsulot xususiyatlariga asoslangan sunʼiy intellekt asosidagi narx boʻyicha tavsiyalarni oling.

source: Get help with technical issues, billing questions, or general inquiries.
ru: Получите помощь по техническим вопросам, вопросам выставления счетов или общим запросам.
uz: Texnik muammolar, hisob-kitob savollari yoki umumiy so'rovlar bo'yicha yordam oling.

source: Get in <0>Touch</0>
ru: <0>Свяжитесь</0> с нами
uz: <0>Aloqaga chiqing</0>

source: Get Started
ru: Начать
uz: Boshlash

source: Get Started Now
ru: Начните сейчас
uz: Hozir boshlang

source: Get the latest tips, updates, and success stories delivered to your inbox. No spam, just valuable content to help grow your business.
ru: Получайте самые свежие советы, новости и истории успеха на свой почтовый ящик. Никакого спама, только ценный контент для развития вашего бизнеса.
uz: Oxirgi maslahatlar, yangilanishlar va muvaffaqiyat hikoyalarini pochta qutingizga oling. Hech qanday spam yo'q, biznesingizni rivojlantirishga yordam beradigan qimmatli kontent.

source: Get your Telegram store up and running in just 3 simple steps
ru: Запустите свой Telegram-магазин всего за 3 простых шага
uz: Telegram doʻkoningizni 3 oddiy qadamda ishga tushiring

source: Handle payments, generate invoices, and manage your finances all in one place
ru: Обрабатывайте платежи, создавайте счета-фактуры и управляйте своими финансами - все это в одном месте
uz: Bir joyda toʻlovlarni boshqaring, hisob-fakturalarni yarating va moliyangizni boshqaring

source: Have questions about Shopgrid? Need help setting up your store? We're here to help you succeed with your Telegram business.
ru: У вас есть вопросы о Shopgrid? Нужна помощь в настройке вашего магазина? Мы здесь, чтобы помочь вам добиться успеха в вашем бизнесе в Telegram.

source: Help Center
ru: Справочный центр
uz: Yordam markazi

source: Home
ru: Домой
uz: Bosh sahifa

source: How do I get started with Shopgrid?
ru: Как мне начать работу с Shopgrid?
uz: Shopgrid bilan qanday ishlay olaman?

source: How it Works
ru: как это работает
uz: Bu qanday ishlaydi

source: Insights, tips, and success stories to help you grow your Telegram business. Stay updated with the latest features and best practices.
ru: Аналитические материалы, советы и истории успеха, которые помогут вам развивать свой бизнес в Telegram. Будьте в курсе последних возможностей и рекомендаций.
uz: Telegram biznesingizni rivojlantirishga yordam beradigan tushunchalar, maslahatlar va muvaffaqiyat hikoyalari. Eng soʻnggi funksiyalar va eng yaxshi amaliyotlardan xabardor boʻling.

source: Instant payment confirmation and order status updates through Telegram
ru: Мгновенное подтверждение оплаты и обновление статуса заказа через Telegram
uz: Telegram orqali darhol toʻlovni tasdiqlash va buyurtma holatini yangilash

source: Instant Telegram Integration
ru: Мгновенная интеграция с Telegram
uz: Tezkor Telegram integratsiyasi

source: Intelligent Pricing
ru: Разумное ценообразование
uz: Intellektual narxlash

source: Is there a limit on the number of products I can sell?
ru: Существует ли ограничение на количество товаров, которые я могу продать?
uz: Men sotishim mumkin bo'lgan mahsulotlar soniga cheklov bormi?

source: Join Community
ru: Присоединяйтесь к сообществу
uz: Hamjamiyatga qoʻshiling

source: Join our Telegram group for instant support and community discussions.
ru: Присоединяйтесь к нашей группе в Telegram для мгновенной поддержки и обсуждения в сообществе.
uz: Tezkor yordam va jamoatchilik muhokamalari uchun Telegram guruhimizga qo'shiling.

source: Join Support Group
ru: Присоединяйтесь к группе поддержки
uz: Yordam guruhiga qo'shiling

source: Join thousands of businesses already selling on Telegram
ru: Присоединяйтесь к тысячам компаний, которые уже продают товары в Telegram
uz: Telegramda sotayotgan minglab bizneslarga qo'shiling

source: Join thousands of businesses already using Shopgrid to sell on Telegram.
ru: Присоединяйтесь к тысячам компаний, которые уже используют Shopgrid для продаж в Telegram.
uz: Telegram’da sotish uchun Shopgrid’dan foydalanayotgan minglab korxonalarga qo‘shiling.

source: Join thousands of businesses already using Shopgrid to sell their products directly through Telegram.
ru: Присоединяйтесь к тысячам компаний, которые уже используют Shopgrid для продажи своих товаров напрямую через Telegram.
uz: O'z mahsulotlarini bevosita Telegram orqali sotish uchun Shopgrid-dan foydalanayotgan minglab korxonalarga qo'shiling.

source: Join thousands of businesses already using Shopgrid. Start your free trial today.
ru: Присоединяйтесь к тысячам компаний, которые уже используют Shopgrid. Начните бесплатную пробную версию уже сегодня.
uz: Shopgrid-dan foydalanayotgan minglab kompaniyalarga qo'shiling. Bepul sinovni bugun boshlang.

source: Learn More
ru: учить больше
uz: Batafsil ma'lumot

source: Let artificial intelligence handle the heavy lifting of product management
ru: Позвольте искусственному интеллекту взять на себя тяжелую работу по управлению продуктом
uz: Siniy intelekt orqali o’gir ishlaringizni osonlashtiring

source: Main button integration for checkout actions
ru: Интеграция главной кнопки для выполнения действий по оформлению заказа

source: Manage customer information and purchase history with multilingual support
ru: Управляйте информацией о клиентах и историей покупок с помощью многоязычной поддержки
uz: Ko'p tilli yordam yordamida mijozlar ma'lumotlarini va xaridlar tarixini boshqaring

source: Message *
ru: Сообщение *
uz: Xabar *

source: Monthly
ru: Ежемесячно

source: Most Popular
ru: самый популярный
uz: Eng mashhur

source: Multi-language support
ru: Поддержка нескольких языков

source: Multilingual Product Support
ru: Поддержка нескольких языков
uz: Ko'p tilli mahsulotni qo'llab-quvvatlash

source: Name *
ru: Имя *

source: Native Telegram Web App components and hooks
ru: Собственные компоненты и хуки веб-приложения Telegram

source: Not included:
ru: Не включено:
uz: Qo’shilmagan:

source: Open in Telegram
ru: Открыть в Telegram
uz: Telegramda oching

source: Order Management
ru: Управление заказами
uz: Buyurtmani boshqarish

source: Other
ru: Другой
uz: Boshqa

source: Partnership
ru: Сотрудничество
uz: Hamkorlik

source: Payment Systems
ru: Платежные системы
uz: To’lov tizimlari

source: Popular Topics
ru: Популярные темы
uz: Mashhur mavzular

source: Powerful Features for <0>Telegram Commerce</0>
ru: Мощные возможности для <0>Коммерции в Telegram</0>
uz: <0>Telegram Commerce</0> uchun kuchli imkoniyatlar

source: Powerful features for businesses using Telegram's ecosystem
ru: Мощные функции для компаний, использующих экосистему Telegram
uz: Telegram ekotizimidan foydalanadigan korxonalar uchun kuchli funksiyalar

source: Pricing
ru: Ценообразование
uz: Narx

source: Privacy
ru: Конфиденциальность
uz: Maxfiylik

source: Privacy Policy
ru: политика конфиденциальности
uz: Maxfiylik siyosati

source: Process orders, update status, track pending/paid/shipped/cancelled orders with real-time updates
ru: Обрабатывайте заказы, обновляйте статус, отслеживайте ожидающие/оплаченные/отправленные/отмененные заказы с обновлениями в режиме реального времени
uz: Buyurtmalarni qayta ishlash, holatini yangilash, real vaqtda yangilanishlar bilan kutilayotgan/to‘langan/jo‘natilgan/bekor qilingan buyurtmalarni kuzatib boring.

source: Product
ru: Продукт
uz: Mahsulot

source: Product Performance
ru: Производительность продукта
uz: Mahsulot unumdorligi

source: Quick answers to common questions
ru: Быстрые ответы на часто задаваемые вопросы
uz: Umumiy savollarga tezkor javoblar

source: Ready to Experience These Features?
ru: Готовы ли вы опробовать эти функции?
uz: Ushbu xususiyatlardan foydalanishga tayyormisiz?

source: Ready to Start Selling on Telegram?
ru: Готовы начать продавать в Telegram?
uz: Telegramda sotishni boshlashga tayyormisiz?

source: Ready to Start Your Telegram Business?
ru: Готовы ли вы начать свой бизнес в Telegram?
uz: Telegram biznesingizni boshlashga tayyormisiz?

source: Real-time order notifications and updates
ru: Уведомления и обновления заказов в режиме реального времени

source: Real-time Payment Processing
ru: Обработка платежей в режиме реального времени
uz: Haqiqiy vaqtda to'lovni qayta ishlash

source: Response Time
ru: Время отклика
uz: Javob vaqti

source: Responsive navigation optimized for mobile Telegram
ru: Адаптивная навигация, оптимизированная для мобильного Telegram

source: Revenue Analytics
ru: Аналитика доходов
uz: Daromad tahlili

source: Save 20%
ru: Сэкономьте 20%
uz: 20% tejang

source: See exactly what's included in each plan to make the best choice for your business
ru: Узнайте, что именно включено в каждый план, чтобы сделать лучший выбор для вашего бизнеса
uz: Sizning biznesingiz uchun eng yaxshi tanlov qilish uchun har bir rejaga nima kiritilganligini aniq ko'ring

source: See Shopgrid in Action
ru: Посмотрите на Shopgrid в действии
uz: Shopgridni amalda sining

source: Select a subject
ru: Выберите тему
uz: Mavzuni tanlang

source: Sell Products Directly from <0>Telegram</0>
ru: Продавайте товары напрямую из <0>Telegram</0>
uz: Mahsulotlarni to'g'ridan-to'g'ri <0>Telegram</0> orqali soting

source: Send Message
ru: Отправить сообщение
uz: Xabar yuborish

source: Send us a Message
ru: Отправьте нам сообщение
uz: Bizga xabar yuboring

source: Sending...
ru: Отправка...
uz: Yuborilmoqda...

source: Settings button and back button native handling
ru: Собственная обработка кнопок «Настройки» и «Назад»

source: Shopgrid is a Telegram Mini App designed for the global market. Sell products directly from Telegram with Payme and Click payments, multilingual support (Uzbek/Russian/English) and professional invoice generation.
ru: Shopgrid — это мини-приложение Telegram, разработанное для глобального рынка. Продавайте товары напрямую из Telegram с помощью платежей Payme и Click, многоязычной поддержки (узбекский, русский, английский) и профессионального формирования счетов.
uz: Shopgrid — global bozor uchun moʻljallangan Telegram Mini ilovasi. Payme va Click toʻlovlari, koʻp tilli yordam (oʻzbek/rus/ingliz) va professional hisob-fakturalar yaratish orqali mahsulotlarni bevosita Telegram’dan soting.

source: Shopgrid uses Telegram Web App SDK for native integration with features like main button controls, settings button, back button handling, and theme synchronization for optimal user experience.
ru: Shopgrid использует Telegram Web App SDK для собственной интеграции с такими функциями, как управление основными кнопками, кнопка настроек, управление кнопкой «Назад» и синхронизация тем для оптимального пользовательского опыта.
uz: Shopgrid Telegram Web App SDK-dan foydalanuvchining optimal tajribasi uchun asosiy tugmalarni boshqarish, sozlash tugmasi, orqaga tugmani boshqarish va mavzuni sinxronlashtirish kabi xususiyatlar bilan mahalliy integratsiya uchun foydalanadi.

source: Simple, Transparent <0>Pricing</0>
ru: Простое и прозрачное <0>ценообразование</0>
uz: Oddiy va shaffof <0>Narxlar</0>

source: Simply visit our Telegram bot at @Shopgrid_bot and follow the setup instructions. You can have your store running in minutes!
ru: Просто зайдите на наш Telegram-бот @shopgrid_bot и следуйте инструкциям по настройке. Ваш магазин заработает за считанные минуты!
uz: Shunchaki @Shopgrid_bot manzilidagi Telegram botimizga tashrif buyuring va sozlash ko‘rsatmalariga amal qiling. Do'koningizni bir necha daqiqada ishga tushirishingiz mumkin!

source: Smart Image Analysis
ru: Интеллектуальный анализ изображений
uz: Aqlli tasvir tahlili

source: Start Free Trial
ru: Начать бесплатную пробную версию
uz: Bepul sinovni boshlang

source: Start your free trial today and see how Shopgrid can transform your Telegram business.
ru: Начните бесплатную пробную версию сегодня и узнайте, как Shopgrid может преобразить ваш бизнес в Telegram.
uz: Bepul sinov muddatini bugun boshlang va Shopgrid Telegram biznesingizni qanday o'zgartirishi mumkinligini ko'ring.

source: Starter
ru: Стартер
uz: Boshlovchi

source: Stay Updated with Shopgrid
ru: Будьте в курсе событий с Shopgrid
uz: Shopgrid bilan yangilanib turing

source: Subject *
ru: Предмет *
uz: Mavzu *

source: Subscribe
ru: Подписаться
uz: Obuna boʻlish

source: Support
ru: Поддерживать
uz: Qo'llab-quvvatlash

source: Technical Support
ru: Техническая поддержка
uz: Texnik yordam

source: Telegram Interface Preview
ru: Предварительный просмотр интерфейса Telegram
uz: Telegram interfeysini oldindan ko'rish

source: Telegram Invoice Generation
ru: Генерация счетов Telegram
uz: Telegram hisob-fakturasini yaratish

source: Telegram Support
ru: Поддержка Telegram
uz: Telegram qo'llab-quvvatlash

source: Telegram Web App integration with native UI
ru: Интеграция веб-приложения Telegram с собственным пользовательским интерфейсом

source: Tell us how we can help you...
ru: Расскажите, как мы можем вам помочь...
uz: Sizga qanday yordam berishimiz mumkinligini ayting...

source: Terms
ru: Условия
uz: Shartlar

source: Terms of Service
ru: Условия обслуживания
uz: Xizmat shartlari

source: The easiest way to sell products directly from your Telegram channels and groups.
ru: Самый простой способ продавать товары прямо из ваших каналов и групп в Telegram.
uz: Mahsulotlarni bevosita Telegram kanallaringiz va guruhlaringizdan sotishning eng oson yo'li.

source: Track total revenue, average order value, and financial performance with detailed breakdowns
ru: Отслеживайте общий доход, среднюю стоимость заказа и финансовые показатели с подробными разбивками
uz: Umumiy daromad, o'rtacha buyurtma qiymati va moliyaviy natijalarni batafsil taqsimot bilan kuzatib boring

source: Upload product photos with automatic image optimization and CDN delivery for fast loading across all devices.
ru: Загружайте фотографии продуктов с автоматической оптимизацией изображений и доставкой CDN для быстрой загрузки на все устройства.
uz: Barcha qurilmalarda tez yuklash uchun avtomatik tasvir optimallashtirish va CDN yetkazib berish bilan mahsulot fotosuratlarini yuklang.

source: View top-performing products, revenue tracking, and inventory insights
ru: Просмотр наиболее эффективных продуктов, отслеживание доходов и аналитика запасов
uz: Eng yaxshi mahsulotlar, daromadlarni kuzatish va inventar haqidagi ma'lumotlarni ko'ring

source: We support all major credit cards, PayPal, and various local payment methods depending on your region.
ru: Мы поддерживаем все основные кредитные карты, PayPal и различные местные способы оплаты в зависимости от вашего региона.
uz: Biz mintaqangizga qarab barcha asosiy kredit kartalari, PayPal va turli mahalliy toʻlov usullarini qoʻllab-quvvatlaymiz.

source: We typically respond within 24 hours for email inquiries and within 2 hours for Telegram messages.
ru: Обычно мы отвечаем в течение 24 часов на запросы по электронной почте и в течение 2 часов на сообщения в Telegram.
uz: Biz odatda elektron pochta so‘rovlariga 24 soat ichida, Telegram xabarlariga esa 2 soat ichida javob beramiz.

source: We're here to help you succeed with your Telegram business. Reach out to us through any of these channels.
ru: Мы готовы помочь вам добиться успеха в вашем бизнесе в Telegram. Свяжитесь с нами по любому из этих каналов.
uz: Biz Telegram biznesingizda muvaffaqiyat qozonishingizga yordam berish uchun shu yerdamiz. Ushbu kanallarning istalgani orqali biz bilan bog'laning.

source: What Our Users Say
ru: Что говорят наши пользователи
uz: Foydalanuvchilarimiz nima deyishadi

source: What payment methods do you support?
ru: Какие способы оплаты вы поддерживаете?
uz: Qaysi to'lov usullarini qo'llab-quvvatlaysiz?

source: What's included:
ru: Что включено:
uz: Nimalar kiradi:

source: Yearly
ru: Ежегодно
uz: Yillik
