Repository: abdul-abdu/website.shopgrid
Catalog: locales/*.po
Languages: ru, uz

source: Yes, we offer a 30-day money-back guarantee. If you're not satisfied with Shopgrid, we'll refund your payment in full.
ru: Да, мы предлагаем 30-дневную гарантию возврата денег. Если вы не удовлетворены услугами Shopgrid, мы вернем вам полную стоимость.
uz: Ha, biz 30 kunlik pulni qaytarish kafolatini taklif qilamiz. Agar Shopgrid sizni qoniqtirmasa, to‘lovingizni to‘liq qaytarib beramiz.

source: Yes! Pro users can manage multiple stores from a single dashboard. Each channel can have its own product catalog and settings.
ru: Да! Пользователи Pro-версии могут управлять несколькими магазинами с одной панели управления. Каждый канал может иметь свой собственный каталог товаров и настройки.
uz: Ha! Pro foydalanuvchilari bitta boshqaruv panelidan bir nechta do'konlarni boshqarishi mumkin. Har bir kanalning o'z mahsulot katalogi va sozlamalari bo'lishi mumkin.

source: Your name
ru: Ваше имя
uz: Ismingiz

source: Company
uz: Kompaniya

source: Manage your entire business from one powerful dashboard. Track sales, manage inventory, and analyze performance with real-time data and insights.
uz: Butun biznesingizni bitta kuchli boshqaruv panelidan boshqaring. Savdolarni kuzatib boring, inventarni boshqaring va real vaqtda maʼlumotlar va tushunchalar yordamida unumdorlikni tahlil qiling.

source: Read More
uz: Ko'proq o'qish

source: Telegram-First User Experience
uz: Telegram - Birinchi foydalanuvchi tajribasi
